Repository: hotsezus/switchboard-plug-power
Catalog: po/*.po
Languages: fi

source: Manage power settings
fi: Hallitse virranhallinnan asetuksia

source: Authentication is required to manage power settings
fi: Virranhallinnan asetusten hallinta vaatii tunnistautumisen

source: You do not have permission to change this
fi: Oikeutesi eivät riitä tämän kohdan muuttamiseen

source: Display brightness:
fi: Näytön kirkkaus:

source: Automatically adjust brightness:
fi: Säädä kirkkautta automaattisesti:

source: When lid is closed:
fi: Kun kansi suljetaan:

source: When lid is closed with external monitor:
fi: Kun kansi suljetaan ulkoisen näytön kanssa:

source: Some settings require administrator rights to be changed
fi: Jotkin asetukset vaativat muutoksia varten ylläpitäjän oikeuksia

source: Turn off display when inactive for:
fi: Sammuta näyttö kun käyttämättä:

source: Power button:
fi: Virtapainike:

source: Suspend when inactive for:
fi: Siirry valmiustilaan kun käyttämättä:

source: Plugged In
fi: Verkkovirralla

source: On Battery
fi: Akkuvirralla

source: Power
fi: Virranhallinta

source: Configure display brightness, power buttons, and suspend behavior
fi: Määritä näytön kirkkaus sekä virtapainikkeiden ja lepotilan toiminta

source: Suspend button
fi: Valmiustilan painike

source: Power button
fi: Virtapainike

source: Display inactive
fi: Näyttö käyttämättä

source: Dim display
fi: Himmennä näyttö

source: Lid close
fi: Kansi suljettu

source: Display brightness
fi: Näytön kirkkaus

source: Automatic brightness adjustment
fi: Automaattinen kirkkauden säätö

source: Inactive display off
fi: Käyttämätön näyttö pois

source: Docked lid close
fi: Telakoituna kannen sulkeminen

source: Suspend inactive
fi: Valmiustila kun käyttämättä

source: Never
fi: Ei koskaan

source: 1 hour
fi: 1 tunti

source: 2 hours
fi: 2 tuntia

source: Suspend
fi: Valmiustila

source: Shutdown
fi: Sammuta

source: Lock
fi: Lukitse

source: Halt
fi: Pysäytä

source: Do nothing
fi: Älä tee mitään

source: Not supported
fi: Ei tuettu

source: Prompt to shutdown
fi: Vahvistus sammutukselle
